const Products = [
	{
		name: "Bulle Κρουστικό Δραπανοκατσάβιδο Μπαταρίας Solo 10.8V",
		description: "Βασικά χαρακτηριστικά: Τάση: 10.8 V, Ρυθμίσεις ροπής: 20+1, Ροπή: 27 Nm, Τσοκ: 10 mm.",
		category: "Κρουστικό Δραπανοκατσάβιδο",
		amount: "",
		image: "https://s6.imgcdn.dev/YDuTkd.webp",
	},
	{
		name: "Bulle Ηλεκτρικό πιστόλι βαφής",
		description: "HVLP smart angle: Ειδική κλίση που κάνει το πιστόλι να είναι ζυγισμένο, πρακτικό και ευέλικτο. Νέος εργονομικός σχεδιασμός, αντιολισθητική λαβή, για χρώματα και βερνίκια υδατοδιαλυτά ή ήπιου διαλύτη.",
		category: "Πιστόλι Βαφής",
		amount: "",
		image: "https://s6.imgcdn.dev/YDuUvl.webp",
	},
	{
		name: "Bulle Τηλεσκοπικό τριβείο τοίχου 710W",
		description: "Tηλεσκοπικά ρυθμιζόμενο τριβείο τοίχου από 1,35m έως 1,90m. Ταχύτητα:600-1600 rpm, Δίσκος Velcro: 225 mm, Μήκος κλειστό/ανοιχτό: 1350mm / 1900mm.",
		category: "Τριβείο",
		amount: "",
		image: "https://s6.imgcdn.dev/YC7jNK.webp",
	},
	{
		name: "Bulle Ηλεκτρικό Παλμικό Tριβείο 240W",
		description: "Στροφές: 15000 rpm. Διαστάσεις Γυαλόχαρτου: 110x100mm.",
		category: "Τριβείο",
		amount: "",
		image: "https://s6.imgcdn.dev/YC7ulg.webp",
	},
	{
		name: "Bulle Ηλεκτρικό Tριβείο Δέλτα 200W",
		description: "Τριγωνικό πέλμα με velcro. Εργονομικά σχεδιασμένη αντιολισθητική λαβή για εργασία με το ένα χέρι. Σύστημα συλλογής σκόνης με φίλτρο. Διακόπτης με extra προστασία από τη σκόνη. Συμβατό με ΠΕΛΜΑ 150x150x100mm Τριγ. Τριβείου Bulle (δεν περιλαμβάνονται)",
		category: "Τριβείο",
		amount: "",
		image: "https://s6.imgcdn.dev/YC7IDN.webp",
	},
	{
		name: "Bulle Έκκεντρο Τριβείο 300W",
		description: "Ρυθμιζόμενη ταχύτητα. Σύστημα συλλογής σκόνης με φίλτρο. Πέλμα με velcro. Αντιολισθητική λαβή για μεγαλύτερη άνεση και έλεγχο της εργασίας. Συμβατό με ΠΕΛΜΑ Φ.125mm ΓΙΑ ΕΚΚΕΝΤΡΟ ΤΡΙΒΕΙΟ BULLE (δεν περιλαμβάνονται)",
		category: "Τριβείο",
		amount: "",
		image: "https://s6.imgcdn.dev/YC7QAB.webp"
	},
	{
		name: "Bulle Κρουστικό Δράπανο 650W",
		description: "Τσοκ 13 mm. Διάτρηση (ξύλο/μπετόν/ατσάλι): 25 / 13 / 13 mm. Ταχύτητα 0-3000 rpm. Βάρος 1.7 kg).",
		category: "Δράπανο",
		amount: "",
		image: "https://s6.imgcdn.dev/YC7nNL.webp"
	},
	{
		name: "Bulle Κατσαβιδιέρα Ρεύματος 600W",
		description: "",
		category: "Κατσαβιδιέρα",
		amount: "",
		image: "https://s6.imgcdn.dev/YC7sGa.webp"
	},
	{
		name: "Κράνος Συγκόλλησης Dingqi",
		description: "Φωτοευαίσθητη μάσκα συγκόλλησης με έλεγχο ευαισθησίας ηλιακή φόρτιση, μεγάλη ποικιλία φίλτρων, προστασία έναντι υπεριώδους και υπεριώδους ακτινοβολίας, μάσκα συγκόλλησης υψηλής αντοχής, ευαισθησία και καθυστέρηση. Μέγεθος φίλτρου 110x90x9 mm, μέγεθος οπτικού πεδίου 95×50 mm.",
		category: "Κράνος Συγκόλλησης",
		amount: "",
		image: "https://s6.imgcdn.dev/YYc3Bu.webp",
	},
]