const Products = [
	{
		name: "Bulle Κρουστικό Δραπανοκατσάβιδο Μπαταρίας Solo 10.8V",
		description: "Βασικά χαρακτηριστικά: Τάση: 10.8 V, Ρυθμίσεις ροπής: 20+1, Ροπή: 27 Nm, Τσοκ: 10 mm.",
		category: "Κρουστικό Δραπανοκατσάβιδο",
		amount: "",
		image: "https://s6.imgcdn.dev/YDuTkd.webp",
	},
	{
		name: "Bulle Ηλεκτρικό πιστόλι βαφής",
		description: "HVLP smart angle: Ειδική κλίση που κάνει το πιστόλι να είναι ζυγισμένο, πρακτικό και ευέλικτο. Νέος εργονομικός σχεδιασμός, αντιολισθητική λαβή, για χρώματα και βερνίκια υδατοδιαλυτά ή ήπιου διαλύτη.",
		category: "Πιστόλι Βαφής",
		amount: "",
		image: "https://s6.imgcdn.dev/YDuUvl.webp",
	},
	{
		name: "Κράνος Συγκόλλησης Dingqi",
		description: "Φωτοευαίσθητη μάσκα συγκόλλησης με έλεγχο ευαισθησίας ηλιακή φόρτιση, μεγάλη ποικιλία φίλτρων, προστασία έναντι υπεριώδους και υπεριώδους ακτινοβολίας, μάσκα συγκόλλησης υψηλής αντοχής, ευαισθησία και καθυστέρηση. Μέγεθος φίλτρου 110x90x9 mm, μέγεθος οπτικού πεδίου 95×50 mm.",
		category: "Κράνος Συγκόλλησης",
		amount: "",
		image: "https://s6.imgcdn.dev/YYc3Bu.webp",
	},
]