const Products = [
	/*============
	   Elastotet
	==============*/
	{
		name: "Quantum Penetrating Oil",
		description: "",
		category: "Λιπαντικό",
		amount: "",
		image: "https://s6.imgcdn.dev/oF5ML.webp",
	},
	/*==========
	   Benman
	============*/
	{
		name: "Σπρέι Βερνίκι με Γυαλιστερό Εφέ Διάφανο",
		description: "Κατάλληλο για: Ξύλο, μέταλλο, αλουμίνιο, γυαλί, πέτρα και διάφορα είδη πλαστικών. Ανθεκτικό στην υπεριώδη ακτινοβολία. Ανθεκτικό σε γδαρσίματα και χτυπήματα. Γρήγορο στέγνωμα.",
		category: "Σπρέι Βερνίκι",
		amount: "",
		image: "https://s6.imgcdn.dev/pknrv.webp",
	},
	{
		name: "Σπρέι Chrome Effect με Γυαλιστερό Εφέ Χρυσό",
		description: "Διακοσμητικό ακρυλικό βερνικόχρωμα Chrome Effect.",
		category: "Σπρέι Βερνίκι",
		amount: "",
		image: "https://s6.imgcdn.dev/Yu5SjH.webp",
	},
	{
		name: "Σπρέι Chrome Effect με Γυαλιστερό Εφέ Ασημί",
		description: "Διακοσμητικό ακρυλικό βερνικόχρωμα Chrome Effect.",
		category: "Σπρέι Βερνίκι",
		amount: "",
		image: "https://s6.imgcdn.dev/Yu5rTS.webp",
	},
	/*========
	   Other
	==========*/
	{
		name: "Action Can AC-90",
		description: "Το AC-90 είναι ένα λιπαντικό πολλαπλών χρήσεων για τους επαγγελματίες για χρήση συντήρησης και μηχανικής που απαιτούν λύση με ένα προιόν για όλα τα προβλήματα. Περιέχει δραστικά συστατικά τα οποία γρήγορα εξαπλώνονται σε μικροσκοπικές επιφανειακές ανωμαλίες που μετατοπίζουν την υγρασία και εξαλείφοντας τις επαγόμενες από την υγρασία βλάβες στα κυκλώματα ανάφλεξης. Έχει εξαιρετική προστασία από τη διάβρωση των μεταλλικών εξαρτημάτων και εξαρτημάτων, απωθώντας την ατμοσφαιρική υγρασία και εμποδίζοντας τη σκουριά.",
		category: "Λιπαντικό",
		amount: "",
		image: "https://s6.imgcdn.dev/oFseu.webp",
	},
	{
		name: "WD-40",
		description: "Το WD-40 Multi-Use Product προστατεύει τα μέταλλα από τη σκουριά και τη διάβρωση, διεισδύει στα κολλημένα εξαρτήματα, εκτοπίζει την υγρασία και λιπαίνει σχεδόν τα πάντα. Αφαιρεί ακόμη και τις λιπαρές ουσίες, τη βρωμιά και άλλες ακαθαρσίες από τις περισσότερες επιφάνειες. Εκτοπίζει την υγρασία ώστε να αποτρέψει τη σκουριά και να στεγνώσει τα ηλεκτρικά συστήματα, και διεισδύει σε λασκαρισμένα εξαρτήματα που έχουν κολλήσει.",
		category: "Λιπαντικό",
		amount: "",
		image: "https://s6.imgcdn.dev/pkChK.webp",
	},
	{
		name: "Minos Spray Γυαλιστερό Λευκό RAL 9010",
		description: "Τα MINOS COLOR SPRAY είναι ακρυλικά ταχυστέγνωτα βερνικοχρώματα υψηλής ποιότητας και αντοχής. Έχουν άριστη πρόσφυση και δημιουργούν μία λεία επιφάνεια, ανθεκτική στις καιρικές συνθήκες. Χαρακτηρίζονται από την ευκολία στη χρήση τους και τον ομοιόμορφο ψεκασμό τους. Το προωθητικό τους αέριο δεν βλάπτει το στρώμα του όζοντος της ατμόσφαιρας. Επίσης διαθέσιμα σε Ματ και Σατινέ.",
		category: "Σπρέι Βαφής",
		amount: "",
		image: "https://s6.imgcdn.dev/pkIKo.webp",
	},
	{
		name: "Minos Spray Γυαλιστερό/Ματ/Σατινέ Μαύρο RAL 9017",
		description: "Τα MINOS COLOR SPRAY είναι ακρυλικά ταχυστέγνωτα βερνικοχρώματα υψηλής ποιότητας και αντοχής. Έχουν άριστη πρόσφυση και δημιουργούν μία λεία επιφάνεια, ανθεκτική στις καιρικές συνθήκες. Χαρακτηρίζονται από την ευκολία στη χρήση τους και τον ομοιόμορφο ψεκασμό τους. Το προωθητικό τους αέριο δεν βλάπτει το στρώμα του όζοντος της ατμόσφαιρας. Επίσης διαθέσιμο μαύρο σε Ματ και Σατινέ.",
		category: "Σπρέι Βαφής",
		amount: "",
		image: "https://s6.imgcdn.dev/Yuc392.webp",
	},
	{
		name: "Minos Spray Γυαλιστερό Βιολετί RAL 4003",
		description: "Τα MINOS COLOR SPRAY είναι ακρυλικά ταχυστέγνωτα βερνικοχρώματα υψηλής ποιότητας και αντοχής. Έχουν άριστη πρόσφυση και δημιουργούν μία λεία επιφάνεια, ανθεκτική στις καιρικές συνθήκες. Χαρακτηρίζονται από την ευκολία στη χρήση τους και τον ομοιόμορφο ψεκασμό τους. Το προωθητικό τους αέριο δεν βλάπτει το στρώμα του όζοντος της ατμόσφαιρας.",
		category: "Σπρέι Βαφής",
		amount: "",
		image: "https://s6.imgcdn.dev/pkNZO.webp",
	},
	{
		name: "Minos Spray Γυαλιστερό Καφέ Σοκολατί RAL 8017",
		description: "Τα MINOS COLOR SPRAY είναι ακρυλικά ταχυστέγνωτα βερνικοχρώματα υψηλής ποιότητας και αντοχής. Έχουν άριστη πρόσφυση και δημιουργούν μία λεία επιφάνεια, ανθεκτική στις καιρικές συνθήκες. Χαρακτηρίζονται από την ευκολία στη χρήση τους και τον ομοιόμορφο ψεκασμό τους. Το προωθητικό τους αέριο δεν βλάπτει το στρώμα του όζοντος της ατμόσφαιρας.",
		category: "Σπρέι Βαφής",
		amount: "",
		image: "https://s6.imgcdn.dev/YucmvS.webp",
	},
	{
		name: "Minos Spray Γυαλιστερό Κόκκινο Φωτιάς RAL 3000",
		description: "Τα MINOS COLOR SPRAY είναι ακρυλικά ταχυστέγνωτα βερνικοχρώματα υψηλής ποιότητας και αντοχής. Έχουν άριστη πρόσφυση και δημιουργούν μία λεία επιφάνεια, ανθεκτική στις καιρικές συνθήκες. Χαρακτηρίζονται από την ευκολία στη χρήση τους και τον ομοιόμορφο ψεκασμό τους. Το προωθητικό τους αέριο δεν βλάπτει το στρώμα του όζοντος της ατμόσφαιρας.",
		category: "Σπρέι Βαφής",
		amount: "",
		image: "https://s6.imgcdn.dev/YucqFC.webp",
	},
	{
		name: "Minos Spray Γυαλιστερό Ανοιχτό Γκρί RAL 7035",
		description: "Τα MINOS COLOR SPRAY είναι ακρυλικά ταχυστέγνωτα βερνικοχρώματα υψηλής ποιότητας και αντοχής. Έχουν άριστη πρόσφυση και δημιουργούν μία λεία επιφάνεια, ανθεκτική στις καιρικές συνθήκες. Χαρακτηρίζονται από την ευκολία στη χρήση τους και τον ομοιόμορφο ψεκασμό τους. Το προωθητικό τους αέριο δεν βλάπτει το στρώμα του όζοντος της ατμόσφαιρας.",
		category: "Σπρέι Βαφής",
		amount: "",
		image: "https://s6.imgcdn.dev/YucX00.webp",
	},
	{
		name: "Minos Spray Γυαλιστερό Κίτρινο Σήμανσης RAL 1003",
		description: "Τα MINOS COLOR SPRAY είναι ακρυλικά ταχυστέγνωτα βερνικοχρώματα υψηλής ποιότητας και αντοχής. Έχουν άριστη πρόσφυση και δημιουργούν μία λεία επιφάνεια, ανθεκτική στις καιρικές συνθήκες. Χαρακτηρίζονται από την ευκολία στη χρήση τους και τον ομοιόμορφο ψεκασμό τους. Το προωθητικό τους αέριο δεν βλάπτει το στρώμα του όζοντος της ατμόσφαιρας.",
		category: "Σπρέι Βαφής",
		amount: "",
		image: "https://s6.imgcdn.dev/Yu5702.webp",
	},
	{
		name: "Minos Spray Γυαλιστερό Πράσινο RAL 6009",
		description: "Τα MINOS COLOR SPRAY είναι ακρυλικά ταχυστέγνωτα βερνικοχρώματα υψηλής ποιότητας και αντοχής. Έχουν άριστη πρόσφυση και δημιουργούν μία λεία επιφάνεια, ανθεκτική στις καιρικές συνθήκες. Χαρακτηρίζονται από την ευκολία στη χρήση τους και τον ομοιόμορφο ψεκασμό τους. Το προωθητικό τους αέριο δεν βλάπτει το στρώμα του όζοντος της ατμόσφαιρας.",
		category: "Σπρέι Βαφής",
		amount: "",
		image: "https://s6.imgcdn.dev/Yu5B3i.webp",
	},
	{
		name: "Minos Spray Υψηλής Θερμοκρασίας Ασημί & Μαύρο",
		description: "Aντοχή στις υψηλές θερμοκρασίες, με εξαιρετική καλυπτικότητα, γρήγορο στέγνωμα, χρώμα που διαρκεί, αντισκωριακή προστασία, εύκολη εφαρμογή. Διατίθεται σε ασημί χρώμα & μαύρο.",
		category: "Σπρέι Υψηλής Θερμοκρασίας",
		amount: "",
		image: "https://s6.imgcdn.dev/pkQ8n.webp",
	},
	{
		name: "Minos Spray Σπρέι Γαλβανισμού Zinc με Μεταλλικό Εφέ Γκρι",
		description: "Το Σπρέι Ψυχρό Γαλβάνισμα Γκρί 400 ml Zink Sheen Spray Minos είναι αστάρι και χρώμα, πλούσιο σε σκόνη ψευδαργύρου. Παρέχει υψηλή και μακροχρόνια αντισκωριακή προστασία - ψυχρό γαλβάνισμα. Είναι σχεδιασμένο για την επισκευή επιφανειών από γαλβανισμένο χάλυβα και την καθοδική προστασία μετάλλων. Ιδανικό για χρήση στην βιομηχανική παραγωγή και εργασίες συντήρησης. Προσφέρει αποτελεσματική προστασία σε όξινες ή αλκαλικές συνθήκες και υγρασία. Κατάλληλο για τις περισσότερες μεταλλικές επιφάνειες όπως αντλίες, σωληνώσεις, κάγκελα κλπ. Κατάλληλο για γαλβανισμένα μέταλλα όπως ψευτόκασες, μεταλλικές κατασκευές, δεξαμενές νερού, εξαρτήματα αυτοκινήτων και σκαφών, βιομηχανικές κατασκευές.",
		category: "Σπρέι Υψηλής Θερμοκρασίας",
		amount: "",
		image: "https://s6.imgcdn.dev/YucekH.webp",
	},
	{
		name: "Minos Spray Καθαρισμου Καυστήρων",
		description: "Το MINOS BURNER CLEANER είναι ειδικό προϊόν, κατάλληλο για τον καθαρισμό καυστήρων. Απομακρύνει λάδια, λίπη, κεριά και κάθε είδους ρύπους από τμήματα του καυστήρα που είναι πολύ λερωμένα (π.χ. διασκορπιστές, ακροφύσια καυστήρα) καθώς και από όλες τις γυμνές μεταλλικές επιφάνειες. Εφαρμόζεται εύκολα, είναι εξαιρετικά αποτελεσματικό και δεν αφήνει υπολείμματα.",
		category: "Σπρέι Καθαρισμού Καυστήρων",
		amount: "",
		image: "https://s6.imgcdn.dev/pk5uq.webp",
	},
	{
		name: "Spray Καθαρισμου Καυστήρων",
		description: "Σπρέι προστασίας ηλεκτρικών επαφών (electro protect) Morris. Για πρόληψη προβλημάτων εκκίνησης από την υγρασία. Ανθεκτικό στα άλατα & ασθενή οξέα. Απωθεί το νερό. Αφήνει ένα λεπτό στρώμα προστασίας μη αγώγιμο.",
		category: "Σπρέι Προστασίας",
		amount: "",
		image: "https://s6.imgcdn.dev/pkK1B.webp",
	},
	{
		name: "Repair Σπρέι Αφρού Επισκευής Ελαστικών",
		description: "Κατάλληλο για ελαστικά αυτοκινήτων και μοτοσυκλετών.",
		category: "Σπρέι Επισκευής",
		amount: "",
		image: "https://s6.imgcdn.dev/pkPdu.webp",
	},
	{
		name: "Spray Σπασίματος Σκουριάς",
		description: "Παγώνει & σπάει τη σκουριά ενώ ταυτόχρονα λιπαίνει, κατευθυνόμενος ψεκασμός, με εξαιρετικές λιπαντικές ιδιότητες.",
		category: "Σπρέι Σπασίματος Σκουριάς",
		amount: "",
		image: "https://s6.imgcdn.dev/pkUhL.webp",
	},
]