const Products = [
	/*==============
	    Durostick
	================*/
	{
		name: "Powder Coat",
		description: "Ρητινούχο, λεπτόκοκκο, λευκό ή γκρι τσιμεντοκονίαμα εξομάλυνσης ατελειών, υψηλής καλυπτικότητας. Αρκεί μόνο η προσθήκη νερού για να δημιουργηθεί μία ευκολοδούλευτη πάστα, χωρίς σβώλους που απλώνεται μαλακά και τρίβεται εύκολα. Η επιφάνεια που προκύπτει είναι ανθεκτική, χωρίς ατέλειες και ρηγματώσεις. Καλύπτει κατασκευαστικές ατέλειες, εύκολα και γρήγορα, δεν ‘σκάει’ σε πάχη έως 4mm ανά στρώση σε εμφανές μπετόν και σοβά, με αποτέλεσμα την εξοικονόμηση χρόνου για τον ελαιοχρωματιστή. Για δημιουργία βελούδινης επιφάνειας, επιδέχεται ως τελική στρώση STUCOFIX-P. Η  προσθήκη ακρυλικού γαλακτώματος D-20 ή DUROSTOP της DUROSTICK στο νερό ανάμειξης, σε αναλογία 1:3, αυξάνει την αντοχή του στην υγρασία σε  εξωτερικές επιφάνειες, καθώς και την πρόσφυσή του σε βαμμένες.",
		category: "Στόκος Σπατουλαρίσματος",
		amount: "5kg, 25kg",
		image: "https://i.imgur.com/ahsah0r.png",
	},
	{
		name: "Stucofix-P",
		description: "Λεπτόκοκκο, λευκό τσιμεντοκονίαμα, εμπλουτισμένο με ειδικές ακρυλικές και υδαταπωθητικές ρητίνες. Με την προσθήκη νερού προκύπτει μία υψηλής καλυπτικότητας κρεμώδης πάστα, της οποίας η εφαρμογή με μεταλλική σπάτουλα ή με μηχάνημα εκτόξευσης, έχουν ως αποτέλεσμα τη δημιουργία απόλυτα λείας και ανθεκτικής επιφάνειας, χωρίς ατέλειες (φυσαλίδες, γραμμώσεις). Στεγνώνει γρήγορα, δεν ‘σκάει’ και δεν σβωλιάζει. Απλώνεται μαλακά, τρίβεται εύκολα και έχει μεγάλη απόδοση. Εφαρμόζεται ως φινίρισμα λεπτών στρώσεων σε επιφάνειες από μαρμαροσοβά, γυψοσανίδα ή λείο σκυρόδεμα που πρόκειται να καλυφθούν με χρώμα ή ταπετσαρία.",
		category: "Στόκος Σπατουλαρίσματος",
		amount: "5kg, 20kg",
		image: "https://i.imgur.com/GiofA9t.png",
	},
	{
		name: "Αφρόστοκος",
		description: "Έτοιμος προς χρήση, ελαφροβαρής ακρυλικός λευκός στόκος, με υψηλή πρόσφυση. Διακρίνεται για τη μηδενική συρρίκνωση μετά την πλήρωση ρωγμών σε κάθε πορώδη ή μη επιφάνεια. Είναι κατάλληλος για γρήγορες επισκευές σε ρωγμές και οπές βάθους έως 5cm σε τοίχους, ταβάνια και επιφάνειες από σοβά, μπετόν, ξύλο και γυψοσανίδα, σε εσωτερικές και εξωτερικές επιφάνειες. Δεν ‘σκάει’, δεν ρηγματώνει και βάφεται σε λιγότερο από μία ώρα, χωρίς αστάρωμα.",
		category: "Ελαφροβαρύς Στόκος",
		amount: "250ml, 1L, 2,5L",
		image: "https://i.imgur.com/8Tb7FA3.png",
	},
	{
		name: "D-9",
		description: "Επαλειφόμενο, στεγανωτικό, διαπνέον τσιμεντοκονίαμα, κατάλληλο για τη διασφάλιση στεγανότητας (προληπτικά) και την κάλυψη τριχοειδών ρωγμών στα σημεία που είναι εμφανής η λάσπη στερέωσης κορφιάδων και ακροκεράμων, καθώς και σε ραγισμένα κεραμίδια. Η εφαρμογή του σε επιμελώς διαβρεγμένη εσωτερική επιφάνεια πήλινων γλαστρών, πιθαριών και ζαρντινιέρων, ‘αποτρέπει’ την εκροή αλάτων που δημιουργείται με το πότισμα.",
		category: "Τσιμεντοειδές Στεγανωτικό Κορφιάδων",
		amount: "5kg",
		image: "https://i.imgur.com/dAiM4q3.png",
	},
	{
		name: "D-1",
		description: "Επαλειφόμενο, τσιμεντοειδές κονίαμα με άριστη πρόσφυση, το οποίο στεγανοποιεί πλήρως τις επιφάνειες όπου εφαρμόζεται και ‘επιτρέπει’ τη διαπνοή τους. Ιδανικό για την αντιμετώπιση θετικών και αρνητικών υδροστατικών πιέσεων έως 7 Αtm κατά DIN 1048. Στεγανοποιεί υπόγεια εξωτερικά πριν την επιχωμάτωση ή εσωτερικά (εκ των υστέρων) αφού αφαιρεθεί ο σοβάς σε όλο το ύψος που παρουσιάζεται υγρασία. Κατάλληλο και για στεγανοποίηση σε δάπεδα υπογείων, ισογείων, προστατεύοντάς τα από ανερχόμενη υγρασία, αλλά και σε επικλινείς σκεπές πριν την κάλυψή τους με κεραμίδια. Εξαιρετικά ανθεκτικό στις ακραίες καιρικές συνθήκες, παρέχει διαχρονική προστασία σε επιφάνειες από μπετόν, τσιμεντοκονίες, τούβλα, τσιμεντόλιθους, πορομπετόν κ.ά.",
		category: "Κονίαμα Στεγανοποίησης Τοιχίων",
		amount: "5kg",
		image: "https://i.imgur.com/gOeK0B8.png",
	},
	/*===========
	    Isomat
	=============*/
	{
		name: "Stuccocret",
		description: "Χρησιμοποιείται για την εξομάλυνση και προετοιμασία επιφανειών τοίχου από σοβά ή σκυρόδεμα, που πρόκειται να καλυφθούν με χρώμα. Αντικαθιστά τους λαδόστοκους.",
		category: "Στόκος Σπατουλαρίσματος",
		amount: "4kg",
		image: "https://i.imgur.com/FTpVwu2.png",
	},
	{
		name: "Durocret",
		description: "Χρησιμοποιείται για την εξομάλυνση και προετοιμασία επιφανειών τοίχου από σοβά ή σκυρόδεμα, που πρόκειται να καλυφθούν με χρώμα. Αντικαθιστά τους λαδόστοκους.",
		category: "Ρητινούχο Επισκευαστικό Τσιμεντοκονίαμα",
		amount: "25kg",
		image: "https://i.imgur.com/Lg0ZeYi.png",
	},
	{ /* !! the following 2 already exist in the varnish category !! */
		name: "Isolac-BT",
		description: "Χρησιμοποιείται ως αστάρι για την επικόλληση ασφαλτικών μεμβρανών (ασφαλτοπάνων), ως φράγμα υδρατμών σε μονώσεις και για την προστασία από υγρασία επιφανειών σκυροδέματος ή μετάλλου (προστασία έναντι οξείδωσης). Προσφύεται σε όλες τις επιφάνειες και είναι αδιαπέραστο από το νερό. Περιέχει διαλύτες. Η κατανάλωση του είναι: Σε μεταλλικές επιφάνειες: 100-150 g/m²/στρώση, ενώ σε επιφάνειες σκυροδέματος: 250-300 g/m²/στρώση.",
		category: "Ασφαλτικό Στεγανωτικό Βερνίκι",
		amount: "5kg",
		image: "https://i.imgur.com/EyRo07Q.png",
	},
	{
		name: "Isopast",
		description: "Χρησιμοποιείται ως αστάρι για επικόλληση ασφαλτικών μεμβρανών (ασφαλτοπάνων) καθώς και για τη στεγάνωση θεμελιώσεων, δαπέδων, τοίχων αντιστήριξης, κεκλιμένων στεγών κτλ. Παρουσιάζει εξαιρετική πρόσφυση. Είναι ανθεκτικό σε όξινα και αλκαλικά διαλύματα.",
		category: "Ασφαλτικό Στεγανωτικό Βερνίκι",
		amount: "19kg",
		image: "https://i.imgur.com/Vlnjj4S.png",
	},
	/*============
	   Elastotet
	==============*/
	{
		name: "Lastospat",
		description: "Ακρυλικός στόκος οικοδομών για το στοκάρισμα και το σπατουλάρισμα σε όλα τα υποστρώματα, πριν από το βάψιμο. Παράγεται υπό κενό (δεν περιέχει φυσαλίδες). Δουλεύεται εύκολα, γεμίζει και στρώνει θαυμάσια. Στεγνώνει γρήγορα χωρίς να σκάει και τρίβεται εύκολα προσφέροντας μια λεία και ανθεκτική επιφάνεια χωρίς ατέλειες.",
		category: "Στόκος Οικοδομών",
		amount: "400gr, 800gr, 5kg",
		image: "https://i.imgur.com/MxN78f7.png",
	},
	/*============
	   Vivechrom
	==============*/
	{
		name: "Neopal Stuco",
		description: "Το NEOPAL STUCCO είναι στόκος σπατουλαρίσματος μεγάλων επιφανειών, έτοιμος προς χρήση σε εσωτερικούς τοίχους από σοβά, γυψοσανίδες ή μπετόν. Έχει πολύ καλά γεμίσματα, δουλεύεται εύκολα και απλώνει θαυμάσια. Στεγνώνει γρήγορα και τρίβεται πολύ εύκολα με το χέρι και ακόμα ευκολότερα με τριβείο, χωρίς πολύ σκόνη, ελαχιστοποιώντας έτσι τα προβλήματα στην αναπνοή και τα μάτια του τεχνίτη. Προσφέρει μία πολύ λεία, ομοιόμορφη και συνεκτική επιφάνεια, έτοιμη να βαφεί με πλαστικά χρώματα ή ριπολίνες.",
		category: "Στόκος Σπατουλαρίσματος",
		amount: "2,75L, 10L",
		image: "https://i.imgur.com/l12kyGa.png",
	},
	{
		name: "Ακρυλικός Στόκος Οικοδομών",
		description: "Ο ΑΚΡΥΛΙΚΟΣ ΣΤΟΚΟΣ ΟΙΚΟΔΟΜΩΝ είναι λευκός ακρυλικός στόκος εσωτερικής και εξωτερικής χρήσης, κατάλληλος για το στοκάρισμα και σπατουλάρισμα τοίχων από σοβά ή μπετόν και για ξύλα. Δουλεύεται εύκολα, γεμίζει και στρώνει θαυμάσια. Στεγνώνει γρήγορα χωρίς να σκάει και τρίβεται εύκολα προσφέροντας μία λεία και ανθεκτική επιφάνεια χωρίς ατέλειες.",
		category: "Στόκος Οικοδομών",
		amount: "230ml, 480ml",
		image: "https://i.imgur.com/JgzEGLB.png",
	},
	{
		name: "Ελαφρόστοκος",
		description: "Ο ΕΛΑΦΡΟΣΤΟΚΟΣ της Vivechrom είναι έτοιμος, πολύ ελαφρύς ακρυλικός στόκος με βάση ακρυλικές ρητίνες και εκατομμύρια μικροσκοπικά υαλοσφαιρίδια ιδανικός για το εύκολο γέμισμα και επισκευή μικρών και μεγαλών οπών και ρωγμών με ένα μόνο πέρασμα! Εφαρμόζεται στις περισσότερες οικοδομικές επιφάνειες όπως σοβάς, τούβλα, πέτρες, μπετόν, γυψοσανίδες και ξύλο. Μπορεί να τρυπηθεί και να συγκρατήσει πρόκες και βίδες. Εφαρμόζεται με μεγάλη ευκολία. Δεν χρειάζεται τρίψιμο, προσκολάται καλά στη σπάτουλα και δεν τραβάει. Δεν συρρικνώνεται, δεν σκάει.",
		category: "Ελαφροβαρύς Στόκος",
		amount: "600ml",
		image: "https://i.imgur.com/m16DYJ2.png",
	},
	{ /* !! the following 3 also exist in the paint categories !! */
		name: "Isotop PU Hybrid",
		description: "Το Isotop PU Hybrid είναι υβριδικό ελαστομερές νέας τεχνολογίας βάσεως ακρυλικής πολυουρεθάνης νερού προσφέροντας προστασία μέχρι και 10 χρόνια. Είναι κατάλληλο για ταράτσες, στηθαία, στέγες, κεραμίδια και υδρορροές, σχηματίζοντας μια μεμβράνη αδιαπέραστη από την υγρασία, τα λιμνάζοντα νερά και τον πάγο.",
		category: "Στεγανωτικό",
		amount: "750ml, 3L, 10L",
		image: "https://i.imgur.com/sqQKU9a.png",
	},
	{
		name: "Vivedur Στεγανωτικό",
		description: "To VIVEDUR είναι υψηλής ποιότητας στεγανωτικό και μονωτικό επίχρισμα με μεγάλη πρόσφυση και ελαστικότητα για ταράτσες, στηθαία, φωταγωγούς, στέγες με κεραμίδια, υδρορροές. Πιστοποιημένο ψυχρό χρώμα, αντέχει σε υψηλές θερμοκρασίες και στον παγετό, παραμένοντας ελαστικό από 80°C έως και κάτω από -20°C.",
		category: "Στεγανωτικό",
		amount: "750ml, 3L, 10L",
		image: "https://i.imgur.com/aYOfEDb.png",
	},
	{
		name: "Vive Roof",
		description: "Το VIVE ROOF είναι υδατοδιαλυτό λευκό ελαστομερές στεγανωτικό χρώμα για ταράτσες, στηθαία, φωταγωγούς, στέγες με κεραμίδια και αποτελεί την οικονομική και αξιόπιστη λύση στη στεγάνωση. Έχει υψηλή ελαστικότητα και αντοχή στις δυσμενείς καιρικές συνθήκες. Μειώνει σημαντικά τη θερμοκρασία της ταράτσας το καλοκαίρι από 3-5ο C μειώνοντας έτσι την ανάγκη χρήσης κλιματισμού και συμβάλλει στην εξοικονόμηση ενέργειας.",
		category: "Στεγανωτικό",
		amount: "3L, 10L",
		image: "https://i.imgur.com/LqehgsO.png",
	},
	/*==========
	   Evochem
	============*/
	{
		name: "Tempo Wood Filler",
		description: "Ο TEMPO ΞΥΛΟΣΤΟΚΟΣ είναι ακρυλικός ξυλόστοκος νερού κατάλληλος για επιδιορθώσεις ελαττωματικών σημείων ξύλινων επιφανειών. Η ειδική του σύνθεση εξασφαλίζει εξαιρετική πρόσφυση, εύκολο άπλωμα και γέμισμα χωρίς συρρίκνωση και σκασίματα. Στεγνώνει γρήγορα και δίνει λεία και σκληρή επιφάνεια με εξαιρετικό φινίρισμα. Μπορεί να βερνικωθεί και να βαφτεί. Είναι ιδανικός για επαγγελματικές εφαρμογές εσωτερικής και εξωτερικής χρήσης. Προσφέρεται σε 17 χρώματα: φυσικό, κελεμπέκι, πεύκο, όρεγκον, δρυς, οξιά, καρυδιά, μαόνι ανοιχτό, teak, καρυδιά σκούρα, μαόνι σκούρο, καστανιά, κερασιά σκούρα, wenge, λευκό, γκρι και μαύρο.",
		category: "Ξυλόστοκος",
		amount: "200gr",
		image: "https://i.imgur.com/omOtC1d.png",
	},
	{
		name: "Construct",
		description: "O CONSTRUCT είναι καθαρός θιξοτροπικός πολυεστέρας δύο συστατικών ειδικός για κατασκευές. Προσφέρει υψηλή αντοχή, ελαστικότητα και πρόσφυση. Απλώνεται εύκολα, στεγνώνει γρήγορα, δεν συρρικνώνεται και τρίβεται εύκολα. Χρησιμοποιείται μόνος του και σε συνδυασμό με υαλούφασμα. Έχει εξαιρετική και γρήγορη συγκόλληση στις περισσότερες οικοδομικές επιφάνειες, εξαιρετική αντοχή στην γήρανση και στην θερμοκρασία.",
		category: "Ακόρεστος προεπιταχυμένος πολυεστέρας",
		amount: "1kg",
		image: "https://i.imgur.com/7cCZ2tS.png",
	},
	{
		name: "Isomix Armogips WR",
		description: "Ο ISOMIX ARMOGIPS WR είναι γύψος αρμολόγησης άνθυγρων γυψοσανίδων για εφαρμογές σε υγρό περιβάλλον, σε μορφή λεπτόκοκκης σκόνης. Έχει βάση ειδικό γύψο και ειδικά πρόσμικτα που προσδίδουν υδροαπωθητικές ιδιότητες, εξαιρετική πρόσφυση και αντοχή. Είναι υδροαπωθητικό, έχει εξαιρετική πρόσφυση και υψηλή αντοχή.",
		category: "Γύψος Αρμολόγησης",
		amount: "4kg",
		image: "https://i.imgur.com/RDglHPC.png",
	},
	{
		name: "Isomix Building Mortar",
		description: "Το ISOMIX BUILDING MORTAR είναι ισχυρό κονίαμα (λάσπη) τσιμεντοειδούς βάσης για χτίσιμο δομικών στοιχείων. Αποτελείται από υψηλής αντοχής τσιμέντο Portland, υδράσβεστο, αδρανή επιλεγμένης κοκκομετρίας και ειδικά βελτιωτικά πρόσθετα που προσδίδουν άριστη πρόσφυση, υψηλή δύναμη συγκόλλησης και αντοχή στην υγρασία και στον παγετό. Παρέχει πολύ καλή εργασιμότητα, ευκολία και ταχύτητα εφαρμογής. Είναι κατάλληλο για εσωτερική και εξωτερική χρήση.",
		category: "Επισκευαστικό Κονίαμα",
		amount: "5kg",
		image: "https://i.imgur.com/4SxNUvs.png",
	},
	{
		name: "Marmobond",
		description: "H MARMOBOND είναι πολυεστερική παχύρρευστη κόλλα – στόκος μαρμάρων δύο συστατικών νέας χημικής σύνθεσης κατάλληλη για επικόλληση, αρμολόγηση, επιδιόρθωση και στοκάρισμα οριζόντιων και κάθετων επιφανειών εσωτερικών και εξωτερικών εφαρμογών. Προσφέρει εξαιρετική δύναμη συγκόλλησης, γρήγορο στέγνωμα (5-8 λεπτά), χωρίς συρρικνώσεις.",
		category: "Στόκος Μαρμάρων",
		amount: "200gr, 500gr",
		image: "https://i.imgur.com/y58J4dr.png",
	},
	/*==========
	   Pattex
	============*/
	{
		name: "Epoxy Repair Stick",
		description: "Υπερανθεκτικός εποξικός στόκος (πλαστελίνη) 2 συστατικών, για επιδιορθώσεις και επισκευές ακόμα και κάτω από νερό. Με μεγάλη μηχανική αντοχή (μέχρι 50 kg/cm² ), είναι εύκολος στην χρήση, στεγνώνει γρήγορα (5-10 λεπτά), γεμίζει κενά σε όλα τα υλικά και είναι ανθεκτικός στη θερμοκρασία. Εφαρμόζεται σε υλικά όπως ξύλο, μέταλλο, κεραμικό, κρύσταλλο, τούβλο, γύψο, φελλό, πλαστικό (εκτός από PE, PP, PTFE και σωλήνες υπό πίεση) κ.ά. Μετά την σκλήρυνση το χρώμα γίνεται λευκό, δεν σκάει και δεν χάνει τον όγκο του. Μετά από 24 ώρες μπορεί να λειανθεί, τρυπηθεί ή να βαφεί. Σε πρακτική συσκευασία για εύκολη αποθήκευση.",
		category: "Πλαστελίνη Επισκευών",
		amount: "48g",
		image: "https://i.imgur.com/xZ5UrmR.png",
	},
	{
		name: "Λευκό Σμάλτο Επισκευαστικό",
		description: "Επισκευαστικό λευκό σμάλτο ρωγμών ιδανικό για πορσελάνη , κεραμικά, γυαλί, πλακάκια, μέταλλο, πλαστικά, επισμαλτώμενες επιφάνειες.",
		category: "Επισκευαστικό Σμάλτο",
		amount: "50g",
		image: "https://i.imgur.com/wwQtLBg.png",
	},
	/*========
	   Other
	==========*/
	{
		name: "Knauf Fugenfuller Αρμόστοκος",
		description: "Ο στόκος γυψοσανίδας Knauf Fugenfuller χρησιμοποιείται για στοκάρισμα αρμών γυψοσανίδων, επιδιόρθωση φθαρμένων γυψοσανίδων, επικόλληση γυψοσανίδων σε επίπεδες επιφάνειες, συγκόλληση και σπατουλάρισμα γυψοτούβλων, όπως και για γέμισμα προκατασκευασμένων στοιχείων σκυροδέματος.",
		category: "Αρμόστοκος",
		amount: "5kg, 25kg",
		image: "https://i.imgur.com/PbRNeAV.png",
	},
	{
		name: "Cosmos Lac Ξυλόστοκος Νερού",
		description: "",
		category: "Ξυλόστοκος",
		amount: "200gr",
		image: "https://i.imgur.com/yjr4Jz5.png",
	},
	{
		name: "Iron Filler Γενικής Χρήσης",
		description: "Πολυεστερικός στόκος δύο συστατικών. Ιδανικός για επιδιόρθωση αµαξωµάτων, αλλά και για ξύλινες, µαρµάρινες καθώς επίσης και πλαστικές επιφάνειες. Έξαιρετική πρόσφυση, δουλεύεται εύκολα και στεγνώνει γρήγορα. Ιδανικός για επιδιόρθωση αµαξωµάτων, αλλά και για ξύλινες, µαρµάρινες και πλαστικές επιφάνειες.",
		category: "Σιδηρόστοκος",
		amount: "200g, 450g",
		image: "https://i.imgur.com/Kvaucpx.png",
	},
	{
		name: "Fiber Filler Γενικής Χρήσης",
		description: "Πολυεστερικός στόκος δύο συστατικών. Ιδανικός για επιδιόρθωση αµαξωµάτων, αλλά και για ξύλινες, µαρµάρινες και πλαστικές επιφάνειες. Έχει πολύ καλή πρόσφυση, δουλεύεται εύκολα και στεγνώνει γρήγορα. Ιδανικό για την επισκευή αμαξωμάτων αυτοκινήτων, πλαστικών σκαφών, τροχόσπιτων κ.λπ. Συνιστάται για την επικάλυψη μεγάλων βαθουλωμάτων και τρύπες σε οχήματα, τροχόσπιτα και άλλα ρυμουλκούμενα οχήματα.",
		category: "Πολυεστερικός Στόκος",
		amount: "200g, 450g",
		image: "https://i.imgur.com/lSCC14h.png",
	},
]