const Products = [
	/*=========
	   Morris
	===========*/
	{
		name: "Χαρτοταινία Morris",
		description: "Ιδανική για βάψιμο. Διαστάσεις: από 19mm x 40m έως 50mm x 40m.",
		category: "Χαρτοταινία",
		amount: "",
		image: "https://i.imgur.com/44o3YAT.png",
	},
	{
		name: "Ταινία Συσκευασίας Morris",
		description: "Σε διαφανή ή καφέ, χαμηλού θορύβου, σε διαστάσεις 48mm x 60m",
		category: "Ταινία Συσκευασίας",
		amount: "",
		image: "https://i.imgur.com/JRKVkP5.png",
	},
	{
		name: "Αυτοκόλλητη Υφασμάτινη Morris DT11 Ταινία Λευκή 48mmx20m",
		description: "Αυτοκόλλητη υφασμάτινη ταινία βαρέως τύπου. Είναι κατάλληλη για επισκευές σε αεραγωγούς. Ανθεκτική στην τριβή με ενισχυμένη επίστρωση υλικού.",
		category: "Ταινία Υφασμάτινη",
		amount: "",
		image: "https://i.imgur.com/aphQzJW.png",
	},
	{
		name: "Morris Μονωτική Ταινία S13758 Μαύρη",
		description: "Συνολικό πάχος 0,18mm.",
		category: "Μονωτική Ταινία",
		amount: "",
		image: "https://i.imgur.com/aGTj9rB.png",
	},
	{
		name: "Morris 26047 Αυτοκόλλητη Ταινία Διπλής Όψης 38mmx10m",
		description: "Δυνατή κολλητική ταινία διπλής όψεως. Κατάλληλη για χρήση σε χαλιά, PVC δάπεδα και μοκέτες.",
		category: "Ταινία Διπλής Όψης",
		amount: "",
		image: "https://i.imgur.com/aC7kG1S.png",
	},
	/*======
	   MGI
	========*/
	{
		name: "MGI Ασημί Αυτοκόλλητη Ταινία Αλουμινίου 48mmx5m",
		description: "Ταινία αλουμινίου με ακρυλική κόλλα. Κατάλληλη για τη σωστή, εύκολη και γρήγορη επιδιόρθωση και κάλυψη μπουριών σόμπας και σωληνώσεων μεταφοράς αέρος. Η ακρυλική κόλλα που διαθέτει τη καθιστά κατάλληλη για μόνωση και εφαρμογή. Με αντοχή στη θερμότητα από -30°C έως και +85°C.",
		category: "Αλουμινοταινία",
		amount: "",
		image: "https://i.imgur.com/uR4TX7w.png",
	},
	{
		name: "MGI Αυτοκόλλητη Ταινία Διπλής Όψης",
		description: "Η ταινία διπλής όψης της εταιρείας MGI είναι ιδανική για την στερέωση αντικειμένων. Διαθέτει ισχυρή κόλλα, χάρη στην οποία μπορείτε να την εφαρμόσετε σε διαφορετικές επιφάνειες. Είναι ισχυρή, ανθεκτική και εύκολη στη χρήση, αφαιρέστε το προστατευτικό χαρτί και εφαρμόστε. Δεν αφήνει υπολείμματα. Προσφέρεται σε διαστάσεις 19mm x 15m, 19mm x 10m, 19mm x 5m, και 50mm x 25m.",
		category: "Ταινία Διπλής Όψεως",
		amount: "",
		image: "https://i.imgur.com/J946IM3.png",
	},
	/*=======
	   Ceys
	=========*/
	{
		name: "Ceys Montack Total Grip Ταινία Διπλής Όψεως 19mm x 2.5m",
		description: "Ταινία διπλής όψης με πλέγμα ειδική για LED ταινίες. 300kg / ρολό. Η ταινία στερέωσης Ceys Montack είναι μια ταινία διπλής όψης που κολλάει άμεσα. Ισχυρή αντοχή μεγάλης διάρκειας. Κολλάει εύκολα, καθαρά και άμεσα σε κάθε είδους πορώδη και μη υλικά, σε λείες και ελαφρώς ανώμαλες επιφάνειες. Για εσωτερική και εξωτερική χρήση. Διάφανες με πλέξη. Συνολική αντοχή (8kg/25mm). Αντοχή στην υγρασία και σε θερμοκρασία ( από -10ºC εώς και +75ºC).",
		category: "Ταινία Διπλής Όψεως",
		amount: "",
		image: "https://i.imgur.com/Oiv0MtC.png",
	},
	/*========
	   Other
	==========*/
	{
		name: "Κίτρινη Μονωτική Ταινία PVC 0.13 x 19 x 20Y",
		description: "",
		category: "Μονωτική Ταινία",
		amount: "",
		image: "https://i.imgur.com/eXq14N5.png",
	},
	{
		name: "Morgan Μονωτική Ταινία 48mm x 18m MAR-04745 Λευκό",
		description: "",
		category: "Μονωτική Ταινία",
		amount: "",
		image: "https://i.imgur.com/9K7ZuJR.png",
	},
	{
		name: "Sidirela Ταινία Συσκευασίας Εύθραυστο 50mm x 60m",
		description: "Διαστάσεις: 50mm x 60m",
		category: "Ταινία Εύθραυστο",
		amount: "",
		image: "https://i.imgur.com/mrvJz70.png",
	},
	{
		name: "Ταινία Στεγανοποίησης 38mm x 1.5m Forsza Sigillante Saratoga",
		description: "Ταινία στεγανοποίησης της Saratoga. Συγκρατεί μόνιμα σκισίματα, ρωγμές ακόμα και σε ανώμαλες επιφάνειες. Απορροφά τις δονήσεις και αντέχει σε συστολή ή διαστολή. Για χρήση σε τσιμέντο ή σοβά συνιστάται να περαστεί με ένα ή περισσότερα χέρια αστάρι. Ανθεκτική στις ακτίνες UV, στις καιρικές συνθήκες και στην τριβή. Διαθέτει ειδική σύνθεση από ακρυλικό αφρώδες υλικό υψηλής ποιότητας. Μπορεί να εφαρμοστεί σε πλαστικά. μέταλλα, γυαλί και βαμμένο ξύλο. Μπορεί να βαφτεί με χρώματα νερού ή διαλύτη. Να μην χρησιμοποιείται σε επιφάνειες που τρίβονται εύκολα ή γίνονται σκόνη.",
		category: "Ταινία Στεγανοποίησης",
		amount: "",
		image: "https://i.imgur.com/zwsCdoL.png",
	},
	{
		name: "Interfilm Ταινία διπλής όψης αφρώδες μαύρη 12mm x 5m",
		description: "Aφρώδης μαύρη αυτοκόλλητη ταινία διπλής όψεως με ισχυρή συγκόλληση. Κατάλληλη για εσωτερική και εξωτερική χρήση. Ανθεκτική στη ζέστη και στο ψύχος. Πεδία εφαρμογής : Trim αυτοκινήτων, εξωτερικές μεταλλικές ταμπέλες, επικόλληση αντικειμένων μέσα σε αυτοκίνητα και σκάφη θαλάσσης.",
		category: "Ταινία Διπλής Όψεως",
		amount: "",
		image: "https://i.imgur.com/SXIqWu8.png",
	},
	{
		name: "Mammoth Powerful Grip Tape",
		description: `Η "Powerful Grip Tape" αποτελεί έναν νέο τύπο ινοπλισμένης ταινίας διπλής όψεως που διαθέτει απίστευτα ισχυρή και άμεση συγκόλληση. Προσφύεται σχεδόν σε οποιοδήποτε υλικό, σε εσωτερικές ή εξωτερικές εφαρμογές, συμπεριλαμβανομένων κεραμικών, τούβλων, ξυλείας, μέταλλων, πλαστικών και PVC. Είναι ανθεκτική στην υγρασία και την υπεριώδη ακτινοβολία. Είναι ιδανική για οικιακή, βιομηχανική, κατασκευαστική χρήση Μπορεί να εφαρμοστεί και ως αντικατάστατο για καρφιά και βίδες. Διατίθεται σε διαστάσεις 50mm x 2.5m, 25mm x 2.5m και 12mm x 2.5m.`,
		category: "Ταινία Διπλής Όψεως",
		amount: "",
		image: "https://i.imgur.com/hUcyerP.png",
	},
	{
		name: "Everbuild Ταινία Επισκευής Σιλικόνης Αυτοβουλκανιζόμενη",
		description: "Η ταινία Silweld είναι η απίστευτη νέα ταινία που μπορείτε να χρησιμοποιήσετε για να επισκευάσετε σχεδόν οτιδήποτε, όπως σωλήνα νερού ή αέρα και να μονώσετε ηλεκτρικά καλώδια ή συνδέσεις. Δημιουργεί μια στεγανή, υδατοστεγή σφράγιση σε δευτερόλεπτα χωρίς να χρειάζεται κόλλα και λειτουργεί ακόμη και κάτω από το νερό! Το Silweld είναι ένας εξαιρετικός ηλεκτρικός μονωτήρας μέχρι 8.000 βολτ, αντέχει σε ακραίες θερμοκρασίες από -65 έως 260?C και αντέχει ακόμη και σε πίεση 700psi. Η Silweld αντιστέκεται επίσης στη βενζίνη, τα έλαια, τα οξέα, τους διαλύτες, το αλμυρό νερό και τις ακτίνες UV.  Silweld είναι τόσο διαφορετικό ώστε να μπορεί να χρησιμοποιηθεί για συνεχείς ή προσωρινές επισκευές σχεδόν σε οτιδήποτε: U bends, όλοι οι σωλήνες και εύκαμπτοι σωλήνες, μόνωση και στεγανοποίηση ηλεκτρικών καλωδίων και συνδέσμων, ένωση άκρων σχοινιών, αντιδιαβρωτική προστασία και πολλές άλλες χρήσεις.",
		category: "Ταινία Επισκευής",
		amount: "",
		image: "https://i.imgur.com/UD2Cyr5.png",
	},
	{
		name: "Helix - Ταινία Επισκευής Σίτας",
		description: "5cm x 2m.",
		category: "Ταινία Επισκευής Σίτας",
		amount: "",
		image: "https://i.imgur.com/vbBFpQK.png",
	},
	{
		name: "Αντιολισθητική Αυτοκόλλητη Ταινία",
		description: "25mm x 20m.",
		category: "Αντιολισθητική Ταινία",
		amount: "",
		image: "https://i.imgur.com/3IL1lTW.png",
	},
]